[
    {
      "book": "1 Nephi",
      "chapter": 1,
      "verse": [1],
      "text": [
        "I, Nephi, having been aborn of bgoodly cparents, therefore I was dtaught somewhat in all the learning of my father; and having seen many eafflictions in the course of my days, nevertheless, having been highly favored of the Lord in all my days; yea, having had a great knowledge of the goodness and the mysteries of God, therefore I make a frecord of my proceedings in my days."
      ]
    },
    {
      "book": "1 Nephi",
      "chapter": 1,
      "verse": [2,3],
      "text": [
        "Yea, I make a record in the alanguage of my father, which consists of the learning of the Jews and the language of the Egyptians.",
        "And I know that the record which I make is atrue; and I make it with mine own hand; and I make it according to my knowledge."
      ]
    },
    {
      "book": "1 Nephi",
      "chapter": 1,
      "verse": [4],
      "text": [
        "For it came to pass in the commencement of the afirst year of the reign of bZedekiah, king of Judah, (my father, Lehi, having dwelt at cJerusalem in all his days); and in that same year there came many dprophets, prophesying unto the people that they must erepent, or the great city fJerusalem must be destroyed."
      ]
    },
    {
      "book": "1 Nephi",
      "chapter": 1,
      "verse": [5, 6, 7],
      "text": [
        "Wherefore it came to pass that my father, Lehi, as he went forth prayed unto the Lord, yea, even with all his aheart, in behalf of his people.",
        "And it came to pass as he prayed unto the Lord, there came a apillar of fire and dwelt upon a rock before him; and he saw and heard much; and because of the things which he saw and heard he did bquake and tremble exceedingly.",
        "And it came to pass that he returned to his own house at Jerusalem; and he cast himself upon his bed, being aovercome with the Spirit and the things which he had seen."
      ]
    },
    {
      "book": "1 Nephi",
      "chapter": 1,
      "verse": [8],
      "text": [
        "And being thus overcome with the Spirit, he was carried away in a avision, even that he saw the bheavens open, and he thought he csaw God sitting upon his throne, surrounded with numberless concourses of angels in the attitude of singing and praising their God."
      ]
    },
    {
      "book": "1 Nephi",
      "chapter": 1,
      "verse": [9,10],
      "text": [
        "And it came to pass that he saw One descending out of the midst of heaven, and he beheld that his aluster was above that of the sun at noon-day.",
        "And he also saw atwelve others following him, and their brightness did exceed that of the stars in the firmament."
      ]
    }
  ]